cases/2x/2.5/system/include/features
{
    file "Vehicle0.eMesh";
    level 8;
}
{
    file "Vehicle1.eMesh";
    level 8;
}
